[
  {
    "id": "1",
    "name": "Maruti-Suzuki",
    "desc": "n 1982, a license and joint venture agreement (JVA) was signed between Maruti Udyog Ltd., and Suzuki of Japan. At first, Maruti Suzuki was mainly an importer of cars. In India's closed market, Maruti received the right to import 40,000 fully built-up Suzuki in the first two years, and even after that the early goal was to use only 33% indigenous parts. This upset the local manufacturers considerably. There were also some concerns that the Indian market was too small to absorb the comparatively large production planned by Maruti Suzuki, with the government even considering adjusting the petrol tax and lowering the excise duty in order to boost sales.[12] Local production commenced in December 1983.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/2017_Suzuki_Baleno_SZ3_Dualjet_1.2_Front.jpg/188px-2017_Suzuki_Baleno_SZ3_Dualjet_1.2_Front.jpg"
  },
  {
    "id": "2",
    "name": "BMW",
    "desc": "BMW AG, originally an initialism for Bayerische Motoren Werke in German, or Bavarian Motor Works in English) is a German multinational company which currently produces luxury automobiles and motorcycles, and also produced aircraft engines until 1945.",
    "image": "https://drive.google.com/uc?id=1vo815XZpsVgStC-gU9-O_oP3SeBoA6T4"
  },
  {
    "id": "3",
    "name": "Bentley",
    "desc": "Bentley Motors Limited is a British manufacturer and marketer of luxury cars and SUVs—and a subsidiary of the Volkswagen Group since 1998.",
    "image": "https://drive.google.com/uc?id=1J26Rmf_sPjUdEgiAesHqN8i5o-JlOwSl"
  },
  {
    "id": "4",
    "name": "Mustang",
    "desc": "The Ford Mustang is an American car manufactured by Ford. It was originally based on the platform of the second generation North American Ford Falcon, a compact car.",
    "image": "https://drive.google.com/uc?id=1D9NAnBmQUzxouYXYXmS45IbWM160AlTv"
  },
  {
    "id": "5",
    "name": "Aston Martin",
    "desc": "Aston Martin Lagonda Global Holdings plc is a British independent manufacturer of luxury sports cars and grand tourers. It was founded in 1913 by Lionel Martin and Robert Bamford.",
    "image": "https://drive.google.com/uc?id=1w2UdUJy1BRPCNIxhnKDvc6RhWSrEtuGE"
  },
  {
    "id": "6",
    "name": "Lamborghini",
    "desc": "Automobili Lamborghini is an Italian brand and manufacturer of luxury sports cars and SUVs based in Sant'Agata Bolognese and tractors Lamborghini Trattori in Pieve di Cento, Italy. The company is owned by the Volkswagen Group through its subsidiary Audi.",
    "image": "https://drive.google.com/uc?id=1Zq3aWgAr_UwqSd_xv_zFLd8IW0yzsTZ5"
  }
]
